[
  {
    "imageFile": "food1",
    "foodName": "คาโบนาร่า",
    "detail": "สปาเก็ตตี้สูตรพิเศษ ที่มีรสชาติที่เข้มข้น ของครีมซอส เข้ากันอย่างลงตัวกับเบคอน แล้วเส้นก็นุ่มมาก ทางร้านเราใส่เห็ดทรัฟฟิลเข้าไปด้วย ทำให้รสชาตินุ่มละมุน จนหยุดทานไม่ได้เลย",
    "description": "ร้านสปาเก็ตตี้",
    "price": "129 บาท",
    "reviewScore": "star_5point"
  },
  {
    "imageFile": "food2",
    "foodName": "ข้าวผัดกุ้ง",
    "detail": "ข้าวผัดที่มีส่วนผสมอย่างลงตัวอย่างกุ้ง เป็นรสชาติที่อร่อยมากๆ ด้วยข้าวที่เดิมทีก็อร่อยอยู่แล้ว ร่วมกับมันกุ้งได้อย่างลงตัว ทำให้ดึงรสชาติออกมาก จนกินจานแรกหมด ก็สั่งต่ออีกจาน",
    "description": "ผัดข้าวมือหน่ง",
    "price": "59 บาท",
    "reviewScore": "star_4point"
  },
  {
    "imageFile": "food3",
    "foodName": "สเต็กเนื้อ",
    "detail": "สเต็กร้อนๆ เสิร์ฟบนจานหิน นอกจากรสชาติของเนื้อที่อร่อยอยู่แล้ว ยังมีน้ำซอสราดข้างบนอีก บอกเลยว่า กินทีมีตัวลอยกันบ้าง แล้วยังมีเครื่องเคียงอย่างเฟรนฟาย กับ สลัดผัก ไว้กินควบคู่กับสเต็ก",
    "description": "คิงสเต็ก",
    "price": "99 บาท",
    "reviewScore": "star_3point"
  },
  {
    "imageFile": "food4",
    "foodName": "ทอดมัน",
    "detail": "อาหารพื้นบ้าน ที่หลายๆคนคุ้นเคย นอกจากจะมีรสชาติที่ลงตัวแล้ว ยังมีสัมผัสที่ชวนให้คิดถึงกับข้าวที่บ้านอีกด้วย กินกับข้าวเปล่าบอกเลยว่าลงตัวสุดๆ แล้วก็ทอดมันนี่ ทำมาจากเนื้อปลาแน่นๆ บอกเลยว่ากัดทีเห็นหน้าปลาเลย",
    "description": "ร้านปลาริบน้ำ",
    "price": "35 บาท",
    "reviewScore":"star_2point"
  },
  {
    "imageFile": "food5",
    "foodName": "ข้าวไก่ทอดราดไข่ข้น",
    "detail": "บรรดาอาหารญี่ปุ่นที่ใครๆก็ต้องการลิ้มลองคงหนีไม่พ้นโอยาโกะดง ข้าวหน้าไก่ทอดราดไข่ข้นหอมหวาน ชวนน่าลิ้มลองนี่ เอกลักษณ์อยู่ที่ข้าวที่หอมมาก ตัวเนื้อก็แน่นแป้งน้อย ไข่ข้นก็เป็นไข่เกรดพรีเมียที่ไก่ตัวเมียออกมาเมื่อเช้า ",
    "description": "โอยาโกะ",
    "price": "169 บาท'",
    "reviewScore": "star_3point"
  },
  {
    "imageFile": "food6",
    "foodName": "ต้มยำ",
    "detail": "เอาจริงๆ เมนูที่ประจำชาติที่หลายคนคิดว่ากระเพราะ มันไม่ใช้ ต้องเป็นต้มยำกุ้งของร้านร้อนกว่านรก มีความเป็นเอกลักษณ์ด้วยลักษณ์ซุปที่เผ็ดร้อนกินทีนี่ลิ้นแทบพัง รสชาติไทยเดิม วัตถุที่มีคุณภาพแล้วมีความเป็นไทยอยู่ในต้มยำกุ้งถ้วยนี่ ",
    "description": "ร้อนกว่านรก",
    "price": "220 บาท",
    "reviewScore": "star_1point"
  },
  {
    "imageFile": "food7",
    "foodName": "ก๋วยเตี๋ยวน้ำตก",
    "detail": "ก๋วยเตี๋ยวตกทอดมาหลายรุ่นๆ นับว่าเป็นก๋วยเตี๋ยวที่หลายๆคนเฝ้าติดตามมาเพื่ออยากกินเลยละ รสชาติอัดแน่กัดทีนี่เห็นน้ำตกไหล่ใส่หน้าเลยก็ว่าได้ เส้นที่ลวกออกมาก็หอมอร่อยเพราะว่าทำเอง แล้วก็พวกเครื่องในจานก็อัดแน่นจนแทบจะล้นจาน",
    "description": "ร้านเจ๊พร",
    "price": "80 บาท",
    "reviewScore": "star_5point"
  }
]
